#neptunish/OA kind:fpath



romkatv/zsh-bench kind:path

zsh-users/zsh-completions path:src kind:fpath
#chrissicool/zsh-256color
zshzoo/copier
#rupa/z
#changyuheng/fz
#mattmc3/zfunctions


#ohmyzsh/ohmyzsh path:lib/clipboard.zsh
ohmyzsh/ohmyzsh path:lib/completion.zsh
#ohmyzsh/ohmyzsh path:lib/correction.zsh
#ohmyzsh/ohmyzsh path:lib/compfix.zsh
#ohmyzsh/ohmyzsh path:plugins/extract
#ohmyzsh/ohmyzsh path:plugins/magic-enter
#ohmyzsh/ohmyzsh path:plugins/autojump
#ohmyzsh/ohmyzsh path:plugins/git 
#ohmyzsh/ohmyzsh path:plugins/mosh
#ohmyzsh/ohmyzsh path:plugins/docker
#ohmyzsh/ohmyzsh path:plugins/docker-compose
#ohmyzsh/ohmyzsh path:plugins/command-not-found 
#ohmyzsh/ohmyzsh path:plugins/kubectl
#ohmyzsh/ohmyzsh path:plugins/kubectx
#ohmyzsh/ohmyzsh path:plugins/virtualenv
#ohmyzsh/ohmyzsh path:plugins/ansible
#ohmyzsh/ohmyzsh path:plugins/terraform
#ohmyzsh/ohmyzsh path:plugins/gh
#ohmyzsh/ohmyzsh path:plugins/helm
#ohmyzsh/ohmyzsh path:plugins/poetry 

sorin-ionescu/prezto path:modules/directory
sorin-ionescu/prezto path:modules/terminal

#zsh-users/zsh-syntax-highlighting kind:defer
zdharma-continuum/fast-syntax-highlighting kind:defer


zsh-users/zsh-autosuggestions kind:defer
zsh-users/zsh-history-substring-search kind:defer
